Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SiriDeleteHistoryDescription
source: Siri & Dictation interactions currently associated with this Apple TV will be deleted from Apple servers.
ar: سيتم حذف تفاعلات Siri والإملاء المرتبطة حاليًا بهذا الـ Apple TV من خوادم Apple.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’Apple TV.
cs: Data komunikace se Siri a s funkcí diktování, která jsou nyní přidružená k této Apple TV, budou ze serverů Apple smazána.
da: Interaktioner med Siri og Diktering, der er knyttet til dette Apple TV, bliver slettet fra Apples servere.
de: Die zurzeit mit diesem Apple TV verknüpften Interaktionen mit Siri und der Diktierfunktion werden von den Apple-Servern gelöscht.
el: Οι αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το Apple TV θα διαγραφούν από τους διακομιστές της Apple.
es: Las interacciones de Siri y Dictado actualmente asociadas con este Apple TV se eliminarán de los servidores de Apple.
es_us: Se eliminarán de los servidores de Apple las interacciones de Siri y el dictado asociadas actualmente con este Apple TV.
fi: Tähän Apple TV:hen liittyvät Siri-keskustelut ja sanelutoiminnot poistetaan Applen palvelimilta.
fr: Les interactions avec Siri et Dictée actuellement associées à cette Apple TV seront supprimées des serveurs Apple.
fr_ca: Les interactions avec Siri et Dictée actuellement associées à cette Apple TV seront supprimées des serveurs d’Apple.
he: האינטראקציות עם Siri והכתבה המקושרות כרגע עם Apple TV זה יימחקו מהשרתים של Apple.
hi: Apple सर्वर से इस Apple TV के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट कर दिया जाएगा।
hr: Interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim Apple TV-om obrisat će se s Appleovih servera.
hu: A rendszer törölni fogja az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az Apple TV-vel vannak társítva.
id: Interaksi Siri & Dikte yang saat ini dikaitkan dengan Apple TV ini akan dihapus dari server Apple.
it: Le interazioni con Siri e Dettatura attualmente associate a questa Apple TV verranno eliminate dai server Apple.
ja: このApple TVに現在関連付けられているSiriと音声入力に対する操作の音声はAppleのサーバから削除されます。
ko: Apple 서버에서 현재 이 Apple TV와 관련된 Siri 및 받아쓰기 상호 작용이 삭제됩니다.
ms: Interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan Apple TV ini akan dipadamkan daripada pelayan Apple.
nb: Siri- og Diktering-interaksjon som er tilknyttet denne Apple TV-enheten, vil bli slettet fra Apples tjenere.
nl: Interacties met Siri en de dicteerfunctie die momenteel met deze Apple TV zijn geassocieerd, worden verwijderd van de Apple servers.
pl: Interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym Apple TV zostaną usunięte z serwerów Apple.
pt_br: As interações com a Siri e o Ditado associadas atualmente a esta Apple TV serão apagadas dos servidores da Apple.
pt_pt: As interações com Siri e o Ditado atualmente associadas a esta Apple TV serão apagadas dos servidores da Apple.
ro: Interacțiunile care implică Siri și dictarea asociate în prezent cu acest Apple TV vor fi șterse de pe serverele Apple.
ru: Данные взаимодействия с Siri и Диктовкой, ассоциированные с этим Apple TV, будут удалены с серверов Apple.
sk: Interakcie so Siri a Diktovaním priradené k tomuto Apple TV budú vymazané zo serverov spoločnosti Apple.
sl: Interakcije s Siri in funkcijo Narekovanje, ki so trenutno povezane s tem Apple TV-jem, bodo izbrisane iz strežnikov Apple.
sv: Siri- och dikteringsinteraktioner som för närvarande är associerade med denna Apple TV kommer att raderas från Apple-servrar.
th: การโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ Apple TV เครื่องนี้จะถูกลบออกจากเซิร์ฟเวอร์ Apple
tr: Bu Apple TV ile ilişkili Siri ve Dikte etkileşimleri Apple sunucularından silinir.
uk: Взаємодії із Siri й Диктуванням, наразі повʼязані з цим Apple TV, буде видалено із серверів Apple.
vi: Các tương tác Siri & Đọc chính tả hiện được liên kết với Apple TV này sẽ bị xóa khỏi các máy chủ của Apple.
zh_cn: 当前与这台Apple TV关联的Siri与听写交互将从Apple服务器上删除。
zh_hk: 目前連繫至此Apple TV的「Siri與聽寫」互動內容將會從Apple伺服器刪除。
zh_tw: 將會從Apple伺服器刪除目前與此Apple TV相關的「Siri與聽寫」互動內容。

# SiriDeleteHistoryFailedMessage
source: Please make sure you are connected to the internet and try again.
ar: يرجى التأكد من الاتصال بالإنترنت ثم المحاولة مرة أخرى.
ca: Comprova que tens connexió a internet i torna‑ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Sørg for, at der er forbindelse til internettet, og prøv igen.
de: Überprüfe deine Internetverbindung und versuche es erneut.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι στο Διαδίκτυο και δοκιμάστε ξανά.
es: Asegúrate de que tienes conexión a internet e inténtalo de nuevo.
es_us: Asegúrate de tener conexión a Internet y reintenta.
fi: Varmista, että olet yhteydessä internetiin, ja yritä uudelleen.
fr: Assurez-vous que vous êtes connecté à Internet, puis réessayez.
fr_ca: Assurez-vous que vous êtes connecté à Internet, puis réessayez.
he: נא לוודא שקיים חיבור לאינטרנט ולנסות שוב.
hi: कृपया सुनिश्चित करें कि आप इंटरनेट से कनेक्टेड हैं और फिर कोशिश करें।
hr: Provjerite jeste li spojeni na internet i pokušajte ponovno.
hu: Győződjön meg arról, hogy csatlakozik az internethez, és próbálja újra.
id: Pastikan Anda terhubung ke internet dan coba lagi.
it: Assicurati che la connessione a internet sia attiva e riprova.
ja: インターネットに接続していることを確認してから、やり直してください。
ko: 인터넷에 연결되어 있는지 확인한 다음 다시 시도하십시오.
ms: Sila pastikan anda bersambung ke internet dan cuba lagi.
nb: Kontroller tilkoblingen til internett, og prøv igjen.
nl: Zorg dat je verbonden bent met het internet en probeer het opnieuw.
pl: Upewnij się, że masz połączenie z Internetem, i spróbuj ponownie.
pt_br: Certifique-se de que você esteja conectado à internet e tente novamente.
pt_pt: Certifique‑se de que a ligação à internet está ativa e volte a tentar.
ro: Asigurați-vă că dispuneți de o conexiune la internet și reîncercați.
ru: Убедитесь в наличии интернет-подключения и повторите попытку.
sk: Uistite sa, že máte pripojenie na internet a skúste to znovu.
sl: Prepričajte se, da ste povezani z internetom, in poskusite znova.
sv: Kontrollera att du är ansluten till internet och försök igen.
th: โปรดตรวจสอบว่าคุณเชื่อมต่ออยู่กับอินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Lütfen internete bağlı olduğunuzdan emin olun ve yeniden deneyin.
uk: Будь ласка, перевірте наявність інтернет-зʼєднання і спробуйте ще раз.
vi: Vui lòng đảm bảo rằng thiết bị của bạn được kết nối vào internet và thử lại.
zh_cn: 请确保设备已接入互联网，然后重试。
zh_hk: 請確定你已連接互聯網，然後再試一次。
zh_tw: 請確定你已連接網際網路，然後再試一次。

# SiriDeleteHistoryFailedTitle
source: Your Siri and Dictation History Was Unable to Be Deleted.
ar: تعذر حذف سجل تاريخ "Siri والإملاء".
ca: No s’ha pogut eliminar l’historial de Siri i el dictat.
cs: Historii Siri a diktování se nepodařilo smazat
da: Din historik for Siri og Diktering kunne ikke slettes.
de: Dein Verlauf von Siri und der Diktierfunktion konnte nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή του ιστορικού Siri και Υπαγόρευσης.
es: No se ha podido eliminar el historial de Siri y Dictado.
es_us: No se pudo eliminar tu historial de Siri y Dictado.
fi: Siri- ja saneluhistoriaa ei voitu poistaa.
fr: L’historique de Siri et Dictée n’a pas pu être supprimé.
fr_ca: L’historique de Siri et de Dictée n’a pas pu être supprimé.
he: לא ניתן היה למחוק את ההיסטוריה של Siri ו״הכתבה״.
hi: आपकी Siri और डिक्टेशन हिस्ट्री को डिलीट कर पाने में असमर्थ।
hr: Vaša povijest značajki Siri i Diktat ne može se obrisati.
hu: A Siri és a Diktálás előzményeit nem lehetett törölni.
id: Riwayat Siri dan Dikte Anda Tidak Dapat Dihapus.
it: Non è stato possibile eliminare la cronologia di Siri e Dettatura.
ja: Siriと音声入力の履歴を削除できませんでした。
ko: 사용자의 Siri 및 받아쓰기 기록을 삭제할 수 없음
ms: Sejarah Siri dan Perencanaan Anda Gagal Dipadamkan.
nb: Kunne ikke slette Siri- og Diktering-loggen.
nl: Je Siri- en dicteergeschiedenis kan niet worden verwijderd.
pl: Nie można usunąć historii Siri i funkcji Dyktowanie.
pt_br: Não foi possível apagar o histórico da Siri e do Ditado.
pt_pt: Não foi possível apagar o histórico de Siri e do Ditado.
ro: Istoricul pentru Siri și Dictare nu a putut fi șters.
ru: Не удалось удалить историю Siri и Диктовки.
sk: Históriu Siri a Diktovania sa nepodarilo vymazať.
sl: Zgodovine Siri in funkcije Narekovanje ni bilo mogoče izbrisati.
sv: Det gick inte att radera din historik för Siri och diktering.
th: ไม่สามารถลบประวัติ Siri และการป้อนตามคำบอกของคุณได้
tr: Siri ve Dikte Geçmişiniz Silinemedi.
uk: Вашу історію Siri й Диктування не вдалося видалити.
vi: Không thể xóa Lịch sử Siri và Đọc chính tả của bạn.
zh_cn: 你的Siri与听写历史记录无法删除。
zh_hk: 無法刪除你的Siri和「聽寫」記錄。
zh_tw: 無法刪除你的Siri和聽寫記錄。

# SiriDeleteHistoryReceived
source: Received
ar: تم الاستلام
ca: Rebut
cs: Přijato
da: Modtaget
de: Empfangen
el: Λήφθηκε
es: Recibido
es_us: Recibido
fi: Vastaanotettu
fr: Reçu
fr_ca: Reçu
he: התקבל
hi: प्राप्त
hr: Primljeno
hu: Fogadva
id: Diterima
it: Ricevuto
ja: 受理されました
ko: 수신됨
ms: Diterima
nb: Mottatt
nl: Ontvangen
pl: Odebrana
pt_br: Recebido
pt_pt: Pedido recebido
ro: Primit
ru: Получено
sk: Prijaté
sl: Prejeto
sv: Mottaget
th: ได้รับแล้ว
tr: Alındı
uk: Отримано
vi: Đã nhận
zh_cn: 已接收
zh_hk: 已接收
zh_tw: 已接收

# SiriDeleteHistoryTitle
source: Delete Siri & Dictation History
ar: حذف سجل تاريخ Siri والإملاء
ca: Elimina l’historial de Siri i el dictat
cs: Smazat historii Siri a diktování?
da: Slet historik for Siri og Diktering
de: Verlauf von Siri und Diktierfunktion löschen
el: Διαγραφή του ιστορικού Siri και Υπαγόρευσης
es: ¿Eliminar el historial de Siri y Dictado?
es_us: Eliminar historial de Siri y Dictado
fi: Poista Siri- ja saneluhistoria
fr: Supprimer l’historique de Siri et Dictée
fr_ca: Supprimer l’historique de Siri et de Dictée
he: מחיקת ההיסטוריה של Siri ו״הכתבה״
hi: Siri और डिक्टेशन हिस्ट्री डिलीट करें
hr: Obrišite povijest značajki Siri i Diktat
hu: Siri és a Diktálás előzményeinek törlése
id: Hapus Riwayat Siri & Dikte
it: Elimina la cronologia di Siri e Dettatura
ja: Siriと音声入力の履歴を削除
ko: Siri 및 받아쓰기 기록 삭제
ms: Padam Sejarah Siri & Perencanaan
nb: Slett Siri- og Diktering-logg
nl: Verwijder Siri- en dicteergeschiedenis
pl: Usuń historię Siri i Dyktowania
pt_br: Apagar Histórico da Siri e Ditado
pt_pt: Apagar histórico de Siri e do Ditado
ro: Ștergeți istoricul pentru Siri și Dictare
ru: Удаление истории Siri и Диктовки
sk: Vymazať históriu Siri a Diktovania?
sl: Brisanje zgodovine Siri in funkcije Narekovanje
sv: Radera historik för Siri och diktering
th: ลบประวัติ Siri และการป้อนตามคำบอก
tr: Siri ve Dikte Geçmişini Sil
uk: Видалити Історію Siri й Диктування
vi: Xóa Lịch sử Siri & Đọc chính tả
zh_cn: 删除Siri与听写历史记录
zh_hk: 刪除Siri與聽寫紀錄
zh_tw: 刪除Siri與聽寫記錄

# SiriDescription
source: Siri sends information, such as voice input and location, to Apple to process requests. Voice input from spelling dictation of user names and passwords won’t be sent.
ar: يرسل Siri معلومات، مثل إدخال الصوت والموقع، إلى Apple بهدف معالجة الطلبات. ولن يتم إرسال إدخال الصوت من تهجئة إملاء أسماء المستخدمين أو كلمات السر.
ca: Siri envia informació a Apple, com ara les ordres de veu i la ubicació, per processar les sol·licituds. No s’enviarà cap nom ni cap contrasenya que dictis.
cs: Siri odesílá informace, jako je váš hlasový vstup a údaje o poloze, společnosti Apple ke zpracování požadavků. Hlasový vstup obsahující hláskování uživatelských jmen a hesel odesílán není.
da: Siri sender oplysninger såsom taleinput og lokalitet til Apple til behandling af dine anmodninger. Når du staver til brugernavne og adgangskoder vha. diktering, sendes din tale ikke.
de: Siri sendet Informationen wie Spracheingaben und Standortdaten an Apple, um Anfragen zu bearbeiten. Spracheingaben von buchstabierten Benutzernamen und Passwörtern werden nicht gesendet.
el: Το Siri στέλνει στην Apple πληροφορίες, όπως δεδομένα φωνητικής εισόδου και την τοποθεσία σας, για επεξεργασία αιτημάτων. Δεν αποστέλλονται δεδομένα φωνητικής εισόδου από υπαγόρευση συλλαβισμού ονομάτων χρηστών και συνθηματικών.
es: Siri envía información (como la voz o la ubicación) a Apple para procesar las peticiones. Los nombres y contraseñas que dictes no se enviarán.
es_us: Siri envía información a Apple, como el registro de tu voz y tu ubicación, para procesar solicitudes. No se enviará tu voz al dictar nombres de usuario y contraseñas.
fi: Siri lähettää tietoja, kuten puhesyötteesi ja sijaintisi, Applelle pyyntöjesi käsittelyä varten. Puhesyötettä kirjaimittain sanelluista käyttäjätunnuksista ja salasanoista ei lähetetä.
fr: Siri envoie des informations telles que votre voix et votre position géographique à Apple afin de traiter vos requêtes. Les noms d’utilisateur et mots de passe dictés ne sont pas envoyés.
fr_ca: Siri envoie des informations à Apple, comme les contenus vocaux et votre position, pour traiter vos demandes. Les contenus vocaux correspondant aux noms d’utilisateurs et aux mots de passe ne sont pas envoyés.
he: מידע כגון קלט קולי ופרטי מיקום נשלח על-ידי Siri ל-Apple לצורך עיבוד בקשות. קלט קולי מהכתבת איות של שמות משתמשים וסיסמאות לא יישלח.
hi: Siri द्वारा अनुरोधों को प्रोसेस करने के लिए आपके वॉइस इनपुट और स्थान जैसी जानकारी Apple को भेजी जाती है। यूज़रनेम और पासवर्ड की वर्तनी डिक्टेशन का वॉइस इनपुट नहीं भेजा जाएगा।
hr: Siri šalje tvrtki Apple informacije poput vašeg glasovnog unosa i lokacije kako bi obradila vaše zahtjeve. Glasovni unosi slovkanja korisničkih imena i lozinki neće biti poslani.
hu: Siri információkat küld az Apple-nek a kérelmek feldolgozásához, például a hangbevitelt és helyzetet. A felhasználónevek és jelszavak betűzéséhez használt hangbevitel nem lesz elküldve.
id: Siri mengirimkan informasi, seperti input suara dan lokasi, ke Apple untuk memproses permintaan. Input suara dari dikte ejaan nama pengguna dan kata sandi tidak akan dikirimkan.
it: Siri invia informazioni come l’input vocale e la posizione in cui ti trovi ad Apple per elaborare le richieste. L’input vocale per la dettatura dei nomi utente e delle password non verrà inviato.
ja: Siriを使用すると、リクエストを処理するために、音声入力の内容や位置情報などの情報がAppleに送信されます。ユーザ名およびパスワードのスペルを音声入力したときは内容が送信されません。
ko: Siri는 사용자의 요청을 처리하기 위해 음성 입력과 위치 등의 정보를 Apple에 보냅니다. 사용자 이름 및 암호의 철자를 받아쓰기한 음성 입력은 전송되지 않습니다.
ms: Siri menghantar maklumat, seperti input suara dan lokasi, kepada Apple untuk memproses permintaan. Input suara daripada perencanaan ejaan nama pengguna dan kata laluan tidak akan dihantar.
nb: Siri sender informasjon som taleinndata og posisjon til Apple for å behandle forespørsler. Taleinndata med staving av brukernavn og passord sendes ikke.
nl: Siri stuurt gegevens, zoals steminvoer en locatie, naar Apple om verzoeken te verwerken. Steminvoer voor het spellen van gebruikersnamen en wachtwoorden wordt niet verstuurd.
pl: Siri wysyła informacje, np. Twoje polecenia głosowe i położenie, do Apple w celu ich przetworzenia. Literowane nazwy użytkownika i hasła nie są wysyłane.
pt_br: A Siri envia dados como a sua voz, contatos e localizações à Apple para processar seus pedidos. Dados de voz que contêm nomes de usuário e senhas não são enviados.
pt_pt: Siri envia à Apple informação, como dados de voz e localização, para processar os seus pedidos. Não são enviados dados de voz relacionados com o ditado de nomes de utilizadores e palavras‑passe.
ro: Siri trimite la Apple informații, precum comenzile vocale și localizarea dvs., pentru procesarea solicitărilor. Comenzile vocale rezultate din dictarea pe litere a numelor de utilizator și a parolelor nu vor fi trimise.
ru: Для обработки запросов Siri отправляет в Apple такую информацию, как голосовой ввод и геопозиция. Надиктованные данные, такие как имена пользователей и пароли, не отправляются.
sk: Siri odosiela do Apple kvôli spracovaniu vašich žiadostí informácie, ako je váš hlasový vstup a vaša poloha. Hlasový vstup obsahujúci hláskovanie užívateľských mien a hesiel nie je odosielaný.
sl: Siri družbi Apple pošilja podatke, kot so vaš glasovni vnos in lokacija, da lahko obdela vaše zahteve. Glasovni vnos ob narekovanju črkovanja uporabniških imen in gesel ne bo poslan.
sv: Siri skickar information, till exempel din röstinmatning och din plats till Apple för att kunna behandla förfrågningar. Röstinmatning från stavningsdiktering av användarnamn och lösenord skickas inte.
th: Siri จะส่งข้อมูล เช่น คำพูดและตำแหน่งที่ตั้ง ไปที่ Apple เพื่อดำเนินการตามคำขอของคุณ ชื่อผู้ใช้และรหัสผ่านที่คุณพูดเมื่อป้อนตามคำบอกจะไม่ถูกส่ง
tr: Siri, isteklerinizi işlemek için ses girişleriniz ve konumunuz gibi bilgileri Apple’a gönderir. Kullanıcı adı ve parola dikte ederken hecelenen ses girişleri gönderilmez.
uk: Для опрацювання ваших запитів Siri надсилає до Apple певні відомості, як‑от дані голосового вводу й геопозицію. Голосові дані посимвольного вводу облікових імен і паролів не надсилаються.
vi: Siri gửi thông tin, như dữ liệu đầu vào bằng giọng nói và vị trí của bạn, đến Apple để xử lý yêu cầu. Dữ liệu đầu vào bằng giọng nói từ đọc chính tả đánh vần tên người dùng và mật khẩu của bạn sẽ không được gửi.
zh_cn: Siri会将语音输入和位置等信息发送到Apple以处理请求。拼写用户名和密码的语音输入将不会发送。
zh_hk: Siri會將一些資料（例如語音輸入及位置等）傳送予Apple以處理要求。傳送的資料不包括串字聽寫用户名稱及密碼的語音輸入。
zh_tw: Siri會將語音輸入和位置等資訊傳送給Apple來處理要求。不會傳送使用者名稱和密碼的拼字聽寫語音輸入。

# SiriDisableWarningMessage
source: The information Siri uses to respond to your requests is also used for Dictation and will remain on Apple servers unless Dictation is also turned off.
ar: المعلومات التي يستخدمها Siri للاستجابة لطلباتك سيتم أيضًا استخدامها للإملاء، وسيتم إبقاؤها على خوادم Apple إلا إذا تم إيقاف الإملاء أيضًا.
ca: La informació que Siri utilitza per donar resposta a les teves sol·licituds també s’utilitza per al dictat i es conservarà als servidors d’Apple a menys que també desactivis el dictat.
cs: Data, která Siri používá k odpovědím na vaše žádosti, jsou také využívána pro Diktování a budou nadále uložena na serverech společnosti Apple (pokud také nevypnete Diktování).
da: De oplysninger, som Siri bruger til at besvare dine anmodninger, bruges også til diktering og forbliver på Apples servere, medmindre diktering også slås fra.
de: Die von Siri zum Antworten auf Anfragen verwendeten Informationen werden auch von der Diktierfunktion verwendet und bleiben auf den Apple-Servern, es sei denn, die Diktierfunktion ist ebenfalls deaktiviert.
el: Οι πληροφορίες που χρησιμοποιεί το Siri για να αποκρίνεται στα αιτήματά σας χρησιμοποιούνται επίσης για την Υπαγόρευση και θα παραμείνουν στους διακομιστές της Apple μέχρι να απενεργοποιηθεί η Υπαγόρευση.
es: Dictado también utiliza la información que usa Siri para responder a tus solicitudes, por lo que esta permanece en los servidores de Apple a menos que se desactive Dictado.
es_us: Para responder a tus solicitudes, Siri usa información que Dictado también usa y que residirá en los servidores de Apple salvo que se desactive Dictado.
fi: Tietoja, joita Siri käyttää vastatessaan pyyntöihisi, käytetään myös sanelua varten. Tiedot säilyvät Applen palvelimilla ellet laita myös sanelua pois päältä.
fr: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées pour Dictée et resteront sur les serveurs Apple sauf si Dictée est aussi désactivée.
fr_ca: Les informations utilisées par Siri pour répondre à vos requêtes sont également utilisées par Dictée et sont conservées sur les serveurs d’Apple, à moins que Dictée ne soit désactivée.
he: המידע שמשמש את Siri כדי להגיב לבקשות שלך משמש גם את המאפיין ״הכתבה״ ונשאר בשרתים של Apple, אלא אם כן כיבית גם את ״הכתבה״.
hi: आपके अनुरोधों का उत्तर देने के लिए Siri द्वारा जिस जानकारी का उपयोग किया जाता है, उसी का उपयोग डिक्टेशन के लिए भी किया जाता है और वह जानकारी डिक्टेशन के बंद किए जाने तक Apple के सर्वर पर उपलब्ध रहती है।
hr: Informacije koje Siri koristi za odgovaranje na vaše zahtjeve također se koriste za Diktat i zadržat će se na Appleovim serverima osim ako ne isključite i Diktat.
hu: A Siri által a kérések megválaszolására használt információk a Diktálás használatához is szükségesek, ezért ezek addig az Apple szerverein maradnak, amíg a Diktálást is ki nem kapcsolja.
id: Informasi yang digunakan Siri untuk merespons permintaan Anda juga digunakan untuk Dikte dan akan tetap berada di server Apple kecuali jika Dikte dimatikan.
it: Le informazioni utilizzate da Siri per rispondere alle tue richieste sono usate anche per Dettatura e rimarranno sui server di Apple a meno che non disabiliti anche Dettatura.
ja: Siriがユーザのリクエストに応じる際に参照する情報は音声入力でも使用され、音声入力もオフになっている場合を除き、Appleサーバからは削除されません。
ko: Siri가 사용자의 요청에 응답하기 위해 사용하는 정보는 받아쓰기에서도 사용되며 받아쓰기가 꺼져 있지 않는 한 Apple 서버에 유지됩니다.
ms: Maklumat yang digunakan oleh Siri untuk membalas permintaan anda turut digunakan untuk Perencanaan dan akan kekal pada pelayan Apple melainkan Perencanaan turut dinyahaktifkan.
nb: Informasjonen Siri bruker til å svare på forespørslene dine, brukes også til diktering og blir værende på Apples tjenere med mindre diktering også slås av.
nl: De informatie die Siri gebruikt om te reageren op je verzoeken wordt ook gebruikt voor de dicteerfunctie en blijft aanwezig op de Apple servers tenzij de dicteerfunctie ook wordt uitgeschakeld.
pl: Informacje, których Siri używa do przetwarzania Twoich poleceń, są także używane przez funkcję dyktowania i pozostaną na serwerach Apple, o ile jej nie wyłączysz.
pt_br: As informações usadas pela Siri para responder a seus pedidos também são usadas para o Ditado e permanecerão nos servidores da Apple, a menos que o Ditado também seja desativado.
pt_pt: A informação usada por Siri para responder aos seus pedidos é igualmente utilizada pela funcionalidade Ditado e permanecerá nos servidores da Apple, a menos que também desative o Ditado.
ro: Informațiile utilizate de Siri pentru a răspunde solicitărilor dvs. sunt utilizate și pentru dictare și vor rămâne pe serverele Apple, cu excepția cazului în care dezactivați și dictarea.
ru: Информация, используемая Siri для ответов на Ваши запросы, также используется для Диктовки и будет храниться на серверах Apple, пока Диктовка также не будет выключена.
sk: Informácie, ktoré Siri používa na spracovanie vašich žiadostí, používa aj Diktovanie a zostanú na serveroch Apple, kým nebude vypnuté aj Diktovanie.
sl: Podatki, ki jih Siri uporablja za odgovarjanje na vaše zahteve, se uporabljajo tudi za Narekovanje in bodo ostali v strežnikih Apple, razen če izklopite tudi Narekovanje.
sv: Informationen som Siri använder till att utföra dina instruktioner används även av diktering och kommer att finnas kvar på Apples servrar om inte diktering också stängs av.
th: ข้อมูลที่ Siri ใช้เพื่อตอบสนองต่อคำขอของคุณจะถูกใช้สำหรับการป้อนตามคำบอกด้วย และจะอยู่บนเซิร์ฟเวอร์ของ Apple นอกจากจะปิดใช้งานการป้อนตามคำบอกด้วยเช่นกัน
tr: Siri’nin isteklerinize yanıt vermek için kullandığı bilgiler Dikte için de kullanılır ve Dikte kapatılmadığı sürece de Apple sunucularında kalır.
uk: Інформація, яку Siri використовує, щоб відповідати на ваші запити, також використовується для Диктування і лишатиметься на серверах Apple, доки Диктування не вимкнено.
vi: Thông tin mà Siri sử dụng để đáp ứng yêu cầu của bạn cũng được sử dụng cho Đọc chính tả và sẽ vẫn ở trên máy chủ của Apple trừ khi Đọc chính tả cũng bị tắt.
zh_cn: Siri用于回应你请求所用的信息也会用于“听写”，除非也同时关闭“听写”，否则这些信息将保留在Apple服务器上。
zh_hk: Siri用作回應你要求的資料亦同時用於「聽寫」。除非「聽寫」被關上，否則該資料將繼續保留在Apple的伺服器上。
zh_tw: Siri回應你要求時所用的資訊也會用在「聽寫」，除非關閉「聽寫」，否則此資訊都會保留在Apple伺服器中。
